{
    "stat_time":"Time",
    "stat_test":"test",
    "stat_locomotion":"Locomotion",
    "stat_senses":"Senses",
    "stat_digestion":"Digestion",
    "stat_memory":"Memory",
    "stat_scouting":"Scouting",
    "stat_nutrientDigestion":"Nutrients Digestion",
    "stat_deepExplore":"Deep Exploration",
    "stat_digestionEfficiency":"Digestion Efficiency",
    "stat_multitasking":"Multitasking",
    "stat_scavenger":"Scavenger",
    "stat_focus":"Focus",
    "stat_rivals":"Rivals",
    "stat_defense":"Defense",
    "stat_attack":"Attack",
    "stat_attackSpeed":"Aggression",
    "stat_delayAttack":"Rival Avoidance",
    "stat_combat":"Combat",
    "stat_ability":"Ability",
    "stat_mindControl":"Mind Control",
    "stat_shapeShifting":"Shape Shifting",
    "stat_boneGrowth":"Bone Growth",
    "stat_boneSpike":"Bone Spike",
    "stat_sizeMultBonus":"Size Bonus",
    "stat_exploration":"Exploration",
    "stat_fleshDigestion":"Plentiful Digestion",
    "stat_structureFocus":"Structure Focus",
    "stat_skillStudyRate":"Skill Study Rate",
    "stat_structureStudyRate":"Structure Study Rate",
    

    "statDesc_time":"You follow the laws of time, just like everything else.",
    "statDesc_test":"Test Stat",
    "statDesc_locomotion":"Your ability to move around effectively.",
    "statDesc_scouting":"Your ability to discover new things.",
    "statDesc_memory":"Your ability to store information",
    "statDesc_senses":"Your ability to identify.",
    "statDesc_digestion": "Your ability to digest and grow.",
    "statDesc_nutrientDigestion":"Specialization towards digesting nutrients.",
    "statDesc_digestionEfficiency":"Ability to digest nutrients efficiently.",
    "statDesc_multitasking":"Ability to perform multiple tasks at once",
    "statDesc_scavenger":"Proficiency at survival",
    "statDesc_focus":"Your ability to learn multiple things at once.",
    "statDesc_rivals":"Knowledge about other lifeforms",
    "statDesc_defense":"Capability to withstand assault and stay intact.",
    "statDesc_attack":"Ability to fight and ward off larger lifeforms.",
    "statDesc_attackSpeed":"Your capability of attacking swiftly.",
    "statDesc_combat":"Mastery over your opponents, allowing you to better understand them.",
    "statDesc_ability":"Capability to develop special abilities.",
    "statDesc_mindControl":"The ability to assume control over another's will.",
    "statDesc_shapeShifting":"The ability to control the shape, view and function of your own body.",
    "statDesc_boneGrowth":"The capability of forming hardened bone fragments.",
    "statDesc_sizeMultBonus":"Greater control over your growing body.",
    "statDesc_exploration":"Scouting for longer periods and larger distances.",
    "statDesc_fleshDigestion":"Specialized digestion for nutrients found in the cramped area.",
    "statDesc_structureFocus":"Specialized focus for studying structures.",
    "statDesc_skillStudyRate":"Proficiency over studying skills. Multiplies study rate.",
    "statDesc_structureStudyRate":"Proficiency over studying structures. Multiplies study rate.",

    "tag_time":"Time",
    "tag_basic":"basic",
    "tag_combat":"combat",
    "tag_ability":"ability",
    "tag_senses":"senses",
    "tag_locomotion":"locomotion",
    "tag_scouting":"scouting",
    "tag_progression":"progression",

    "skill_exampleSkill":"Example Skill",
    "skill_test2":"Test 2",
    "skill_test3":"Test 3",
    "skill_test4":"Test 4",
    "skill_focus":"Focus",
    "skill_movement":"Movement",
    "skill_sensing":"Sensing",
    "skill_digestion":"Digestion",
    "skill_memorization":"Memorization",
    "skill_scouting":"Scouting",
    "skill_nutrientDigestion":"Nutrient Digestion",
    "skill_deepScouting":"Deep Scouting",
    "skill_efficientDigestion":"Efficient Digestion",
    "skill_multitasking":"Multitasking",
    "skill_scavenger":"Scavenger",
    "skill_rival1Study":"Study Lifeform",
    "skill_rival2Study":"Study other Lifeform",
    "skill_bodyHardening":"Body Hardening",
    "skill_attack":"Offsense",
    "skill_aggression":"Aggression",
    "skill_evasion":"Evasion",
    "skill_rivalBehavior":"Rival Behavior",
    "skill_abilities":"Abilities",
    "skill_confusion":"Confusion",
    "skill_mimicry":"Mimicry",
    "skill_boneGrowth":"Bone Growth",
    "skill_boneOffense":"Bone Combat",
    "skill_core":"Core",
    "skill_advancedStudy":"Advanced Study",
    "skill_hibernation":"Hibernation",
    
    "skill_recollect":"Recollect",
    "skill_stage2Focus":"Focus",
    "skill_experience":"Experience",
    "skill_exploration":"Exploration",
    "skill_fleshDigestion":"Environment Digestion",
    "skill_stage2EfficientDigestion":"Digestion Efficiency",
    "skill_stage2Abilities":"Abilities",
    "skill_stage2Core":"Core",
    "skill_structureAnalyzing":"Structure Analyzing",
    "skill_structureFocus":"Structure Focus",
    "skill_navigatePathways":"Navigate Pathways",

    "skillDesc_exampleSkill":"Skill description",
    "skillDesc_test2":"This skill affects the effect of the previous skill",
    "skillDesc_test3":"This skill levels up very fast",
    "skillDesc_test4":"This skill affects the effect of most skills",
    "skillDesc_focus":"Collect your thoughts and learn how to get more things done at once.",
    "skillDesc_movement":"You do not know what you are or where you are.\nLearn to move around randomly and you may just discover something.",
    "skillDesc_sensing":"Learn the art of sensing and feel your surroundings.",
    "skillDesc_digestion":"Learn the art of dissolving matter and combining it into your own.",
    "skillDesc_memorization":"Organize what you've learned so far and figure out how to learn more efficiently.",
    "skillDesc_scouting":"You've found something while exploring.\nTry to figure out what it is.",
    "skillDesc_nutrientDigestion":"Apply your digestion skills to the nutrients you've found.",
    "skillDesc_deepScouting":"Tiny holes litter the surface, leading to new unexplored territory.\nPerhaps there are more nutrients there.",
    "skillDesc_deepScouting_1":"Extra Nutrients found: %0",
    "skillDesc_scavenger":"You're becoming quite good at finding nutrients.\nYou should be able to learn how to scavenge and consume at the same time.",
    "skillDesc_efficientDigestion":"Learn to harvest more useful matter out of the food you've gathered.",
    "skillDesc_multitasking":"Become more proficient at managing multiple tasks at once, lowering the penalty of focusing on multiple skills.",
    "skillDesc_rival1Study":"You've located a peculiar lifeform, much larger and sophisticated than what you've found so far.\nYou should try to figure out what it is.",
    "skillDesc_rival1Study_alt":"An aggressive lifeform resides nearby.\nStudy it to learn how to better protect yourself.",
    "skillDesc_rival2Study":"You've located another large lifeform, different from the previous one though still somewhat similar\nYou should figure out how it behaves and protect yourself in case it starts attacking.",
    "skillDesc_bodyHardening":"That lifeform you discovered suddenly approached and attacked you.\nYou should adapt and defend yourself to limit future damage.",
    "skillDesc_attack":"Your new rival clearly does not intend to keep you alive.\nYou need to evolve and find a way to fight back.",
    "skillDesc_aggression":"Devote more effort into fighting off your rival.\nLowers the preparation time needed between attacks.",
    "skillDesc_evasion":"You're starting to slowly learn how your new rivals behave.\nYou can adapt your movement to avoid pulling their interest towards you, delaying the rate at which you get attacked.",
    "skillDesc_evasion_1":"Rivals are slowed down by %0%",
    "skillDesc_rivalBehavior":"Your rivals may be dangerous, but don't seem to adapt as well as you do.\nTheir stagnant nature allows you to learn how to better handle them.",
    "skillDesc_abilities":"Devote considerable effort into developing special properties.\nThese special abilities will be of great use against your rivals.",
    "skillDesc_confusion":"Produce a substance that instills confusion in your rivals.\nYour rivals will become more likely to attack each other and leave you alone.",
    "skillDesc_mimicry":"Transform the outer layer of your body to closely resemble that of your rivals.\nThis may fool them into thinking you are one of them.",
    "skillDesc_boneGrowth":"Develop tough bone-like structures in your body.\nThis will help keep your body together.",
    "skillDesc_boneOffense":"The bones you have developed are effective at warding away your rivals and piercing their bodies.",
    "skillDesc_core":"Contain your most vital information in a bone sphere to protect it from harm.",
    "skillDesc_advancedStudy":"Achieve greater control over your body using your new core.",
    "skillDesc_advancedStudy_2":"Currently raises the study bonus from size by +%0%",
    "skillDesc_hibernation":"With your rivals gone and your local surroundings completely explored,\nthere is not much more to do other than wait.\nSlow down your body to conserve mass and figure out what to do next.",
    "skillDesc_hibernation_warn":"This skill will progress you to the next stage!",
    
    "skillDesc_recollect":"Decades of inactivity and the recent impact has left you sluggish, you will get your bearings back with time.",
    "skillDesc_stage2Focus":"Refine your capability to learn.",
    "skillDesc_experience":"Develop and expand on your basic survival capabilities.",
    "skillDesc_exploration":"There is much more to visit in your new home. Explore around and see what you can find.",
    "skillDesc_fleshDigestion":"Though unfamiliar, the area vaguely seems to be packed densely with material that reminds you of the nutrients you absorbed a long time ago.\nYou should figure out a way to make use of this plentiful supply.",
    "skillDesc_stage2EfficientDigestion":"Learn to better extract nutritional value out of your surroundings",
    "skillDesc_stage2Abilities":"Currently you haven't found anything to use your abilities on but it doesn't hurt to refine them in the meantime.",
    "skillDesc_stage2Core":"Your core has protected your most vital knowledge until now, you should work on refining it further",
    "skillDesc_structureAnalyzing":"Analyze the structures you've found in greater detail and try to get a grasp of what they are.",
    "skillDesc_structureFocus":"By stretching your body real thin, you can visit and analyze multiple structures at once. However this will take a toll on your exploration efforts.",
    "skillDesc_pathways":"The pathways you have discovered connect your environment together, you should be able to fit through to reach new areas.",

    "structure_bones":"Bone Structures",
    "structure_muscles":"Moving Structures",
    "structure_acid":"Melting Pouch",
    "structure_vessels":"Pathways",
    "structure_rhythm":"Rhythmic Structure",
    "structure_wall":"Wall",

    "structureDesc_bones":"Large bone-like formations that somewhat resemble your own bone growths.",
    "structureDesc_muscles":"This structure occasionally contracts and stretches, moving the entire environment around it.",
    "structureDesc_acid":"A protective container shields a large collection of strong digestive acid.",
    "structureDesc_vessels":"Long thin tubes that connect the environment together.",
    "structureDesc_rhythm":"Many things in this location moves in quick rhythms, this large moving structure seems to be the cause of that rhythm.",
    "structureDesc_wall":"A dense wall of strong nutrients is preventing you from moving forward.",
    
    "res_nutrients":"Nutrients %0",
    "res_size":"Size %0",
    "res_focus":"Focus %0/%1",
    "res_structureFocus":"S. Focus %0/%1",

    "resDesc_nutrients":"Discovered nutrients, can be digested to gain mass",
    "resDesc_nutrients_1":"Currently scouting for %0 nutrients/s",
    "resDesc_nutrients_2":"Currently digesting %0 nutrients/s into %1 mass/s.",
    "resDesc_size":"A larger mass allows better ability to perform and learn.",
    "resDesc_size_1":"Currently boosts learning rate by +%0%",
    "resDesc_size_2":"Nutrients conversion Efficiency: %0%",
    "resDesc_size_3":"You are slowly burning energy and losing %0 size/s.",
    "resDesc_size_4":"You are digesting your surroundings into %0 mass/s",
    "resDesc_focus":"The amount of skills you can progress in at a time.",
    "resDesc_focus_1":"The speed of skills is divided by the amount of focus invested.",
    "resDesc_focus_2":"Current speed: %0%",

    "rival_mass": "Size: %0",
    "rival1":"Lifeform Size %0",
    "rival1_name":"Rival 1",
    "rival1_alt":"Rival Size %0",
    "rival1_desc":"A large lifeform resides nearby. It can be studied.",
    "rival1_desc_alt":"An aggressive lifeform resides nearby. Beware, it may attack and destroy part of your body.",
    "rival_desc_attack_self":"It recently attacked and stole %0 of your mass!",
    "rival_desc_attack_rival":"It recently attacked and destroyed %0 mass of your other rival!",
    "rival_desc_attack_fooled":"It recently approached you but didn't attack!",
    "rival_desc_attack_fooled_2":"It recently approached you but didn't attack!\nThe time spent near you made it more vulnerable to confusion.",
    "rival_desc_attack_confused":"It tried to attack but was too confused to find you.",
    "rival_dead":"Lifeform Remains",
    "rival_desc_dead":"The remains of a deceased Rival. It won't attack you anymore.\nWith it gone, there will be less competition for finding food.",
    "rival2":"Rival Size %0",
    "rival2_name":"Rival 2",
    "rival2_desc":"Another dangerous lifeform resides nearby. It seems slow but powerful.",
    "rival2_desc_2":"With the first rival gone, the second rival seems to be focused more on you.\nIt seemingly evolved some resistance against your confusion as well.",
    "self_status":"This is you.\nYou are wondering what there is to find in your surroundings.",
    "self_status_2":"You want to be able to defend yourself.",
    "self_status_3":"Your rivals are gone, you can focus on other things now.",
    "self_status_combat":"You are preparing an attack against your rival.",
    "self_status_combat_2":"You recently attacked %1 and stole %0 Mass!",
    "self_status_stage2":"You are still sluggish but ready to explore your new surroundings.",

    "stage_hibernation_1":"Your Surroundings are completely explored, You went into every direction except up. There is nothing left to do. Nothing except heading into hibernation.",
    "stage_hibernation_2":"Your conciousness slows down as you take measures to preserve energy. A long time passes, you do not know how long, you're too tired to keep track of that.",
    "stage_hibernation_3":"Eventually, after what seems like an eternity, you sense something. Heat! Upon this realization, you sluggishly work towards waking yourself up. The heat becoming more intense as you are doing so.",
    "stage_hibernation_4":"Only shortly after, your entire being gets shaken apart by a vicious impact, the surface below your body falls away and you lose track of where you are!",
    "stage_hibernation_5":"You find yourself somewhere uknown, the impact destroyed most of your body, but fortunately your core survived. The ground beneath you feels unfamiliar.",
    "stage_hibernation_6":"You are dazed by the impact and still sluggish from being woken up from your hibernation. You first take the time to recover before you head out and explore your new surroundings.",
    "stage_hibernation_7":"However during this period, your body gets struck by a large object. Before you realize what is going on, the object tears itself out. Catching your core while doing so and tearing it away from most of the remaining portion of your body.",
    "stage_hibernation_8":"Once more you find yourself in an unfamiliar location...",

    "guide_basics":"Basics",
    "guide_basics_1":"In this game, you are playing as a primordial lifeform on a journey to survive and prosper.",
    "guide_basics_2":"The primary method to advance is by using skills. Click on a skill to apply your focus to it.",
    "guide_basics_3":"While focusing, the skill will gain EXP, the amount of exp per second can be shown by hovering over the skill.",
    "guide_basics_4":"If the bar below the skill fills up, it'll level up. As skills level up, their effects will become more potent. Each skill has its own effect.",
    "guide_basics_5":"Each skill has its own set of stats that affect speed. These are displayed as \"required stats\". A higher stat means a higher speed.",
    "guide_basics_6":"It pays to boost lower stats as having a single low dependent stat can greatly reduce the amount of EXP gain. More on this is explained in another part.",
    "guide_basics_7":"Skills boost a variety of effects. These effects can boost stats by a flat amount, or a multiplier, which is multiplicative with other sources.",
    "guide_basics_8":"Skills can boost the effect of other skills directly, boosting the values of the affected skill. Skill-boosting effects always have a color to indicate what kind of skills it affects.",
    "guide_basics_9":"%0 effects simply target a specific skill. while %1 effects affect all skills that share that same %1.",
    "guide_expGain":"Skill Experience",
    "guide_expGain_1":"Skills gain EXP based on the stats that it shows in the tooltip. The higher the stat, the faster the skill levels up.",
    "guide_expGain_2":"Experience gain is divided in sections depending on how important the skill is, higher percentages mean more important.",
    "guide_expGain_3":"Assuming the skill needs %0 EXP to gain a level. The first stat is %1% dependent on %2, which is %3 of the total. If your %2 stat was %4, then this part would need %5 seconds to be completed.",
    "guide_expGain_4":"The skill is also dependent on %0% %1, with %2 %1 stat, this takes %3 seconds to complete.",
    "guide_expGain_5":"This total time is then combined into one to get the total amount of time needed to gain a level, which is %0 seconds in this case.",
    "guide_expGain_6":"It is important to keep a close eye on the lowest stat, as it influences the time needed to level a skill the most.",
    "guide_expGain_7":"If you had only %0 locomotion, then that part would take %1 seconds to complete instead, bringing the total time to %2 seconds with senses only taking up a minor portion.",
    "guide_rivals":"Rival combat",
    "guide_rivals_1":"You are not alone, there are other large lifeforms around just as interested in colonizing the local area as you.",
    "guide_rivals_2":"Once encountered, rivals will frequently attack and steal part of your body. You can defend against attacks by using the %0 skill.",
    "guide_rivals_3":"Once you have sufficiently studied your rivals, you will be able to predict their attacks. This is shown by a circle filling up on the designated rival. Once that circle fills up, they will attack you.",
    "guide_rivals_4":"Attack strength is dependent on the strength of the rival. The second on is stronger than the first. The amount of mass stolen is capped based on the size of the rival or your own size, whichever is less.",
    "guide_rivals_5":"Stolen mass is added to the attacker, causing them to grow in size. For rivals, the size gain is diminished so they don't grow out of control.",
    "guide_rivals_6":"After obtaining the %0 skill. You will be able to fight back against your rivals. This is shown by a circle filling up over yourself.",
    "guide_rivals_7":"Attacks are always focused on a single rival. Should the rival vanish, only then attacks will go towards the next rival.",
    "guide_rivals_8":"Rivals will grow back their lost size as they get smaller, growing faster as they lose more.",
    "guide_rivals_9":"Should one of the rivals vanish, the second rival is more likely to attack more often, so beware! However, the lowered competition will allow you to find more food than usual.",
    "guide_rivals_10":"You will eventually be able to develop special abilities to use against your rivals. The notable combat abilities are %0 and %1.",
    "guide_rivals_11":"Once you have developed %0, you will start seeing a secondary bar fill up on your rivals after you attack them. Once this bar is filled, they will become agitated and start attacking each other instead of you.",
    "guide_rivals_12":"Rivals that are not your target will also recieve half the confusion build-up.",
    "guide_rivals_13":"Having rivals attack each other means they don't attack you while damaging each other. Confused rivals can't steal mass from each other, destroying it instead. A powerful tool to have.",
    "guide_rivals_14":"Once you have developed %0, you will start seeing a secondary bar fill up on yourself. Once this bar is filled, your disguise is ready and the next rival that tries to attack you will instead fail.",
    "guide_rivals_15":"Rivals that fail to attack you this way become twice as susceptible to confusion than usual, which can result in a chain of rivals attacking each other and giving you time to build up a new disguise.",
    "guide_size":"Raising size",
    "guide_size_1":"Increasing your size is useful. It raises the EXP gain on all skills.",
    "guide_size_2":"By using the %0 and %1 skills, you will be able to find and digest nutrients to raise your size.",
    "guide_size_3":"Finding and digesting nutrients works on a cycle, indicated by a bar filling up or draining behind your nutrients.",
    "guide_size_4":"While the bar is filling, you are searching for nutrients using your %0 stat. While the bar is draning, you are digesting gathered nutrients using the %1 stat and converting it into size.",
    "guide_size_5":"It's important to try and balance out these two skills as having too much %0 can leave you temporarily without nutrients while too much %1 can result in gathering more nutrients than you can digest.",
    "guide_size_6":"Converting nutrients into size is an ineffecient process. By default, 1 nutrient is digested into 0.1 size. You can try and work towards improving that ratio using the %0 skill.",
    "guide_size_7":"You will eventually also become able to multitask using the %0 skill. With this skill, you will be able to perform both scavenging and digestion at the same time at reduced efficiency.",
    "guide_size_8":"Each time your size doubles, you'll get an additive +%0% EXP bonus to all skills.",
    "guide_size_9":"As you become larger, it'll become difficult to obtain more size. You will start to burn energy and lose an amount of size per second. Furthermore, nutrients conversion is also reduced depending on the amount of size you burn per second.",

    "effect_deceased_rival1":"Intraguild Predation (rival1)",
    "effect_deceased_rival2":"Intraguild Predation (rival2)",
    "base":"Base",
    "skill":"Skill",
    "skillEffect":"Skill Effect",
    "tag":"Tag",
    "tagEffect":"Tag Effect"
}